text-sample.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Kchou's Personal Blog</title>
<meta name="generator" content="Org mode" />
<link rel="stylesheet" href="https://gongzhitaao.org/orgcss/org.css" />
</head>
<body>
<div id="content">
<h1 class="title">Kchou's Personal Blog</h1>
<hr />
<div class="org-center">
<p>
<a href="https://kchou.github.io">Home</a> | <a href="https://kchou.github.io">Articles</a> | <a href="https://kchou.github.io">About</a>
</p>
</div>
<pre class="example">

</pre>

<div id="outline-container-org6614d90" class="outline-2">
<h2 id="org6614d90">Text Sample</h2>
<div class="outline-text-2" id="text-org6614d90">
<p>
Lorem ipsum dolor sit amet, consectetur adipiscing elit, sed do eiusmod tempor incididunt ut labore et dolore magna aliqua. Dictum varius duis at consectetur. Sed lectus vestibulum mattis ullamcorper velit sed ullamcorper. Dignissim diam quis enim lobortis scelerisque fermentum. Nisi quis eleifend quam adipiscing vitae proin sagittis nisl. In fermentum posuere urna nec tincidunt praesent. Duis at tellus at urna condimentum mattis pellentesque id nibh. Non sodales neque sodales ut etiam sit amet nisl purus. Egestas integer eget aliquet nibh. Vitae suscipit tellus mauris a diam maecenas. Cras adipiscing enim eu turpis egestas pretium aenean pharetra magna.
</p>

<p>
Interdum consectetur libero id faucibus. Sit amet consectetur adipiscing elit duis tristique. Auctor augue mauris augue neque gravida in fermentum et sollicitudin. Dignissim convallis aenean et tortor. Pellentesque sit amet porttitor eget dolor morbi. Sit amet consectetur adipiscing elit duis tristique sollicitudin nibh sit. Faucibus ornare suspendisse sed nisi. Senectus et netus et malesuada fames ac turpis. Volutpat sed cras ornare arcu dui vivamus. Sollicitudin tempor id eu nisl. Vel fringilla est ullamcorper eget nulla facilisi etiam. Est ante in nibh mauris cursus mattis molestie a. Viverra vitae congue eu consequat ac felis donec et odio. Mauris nunc congue nisi vitae suscipit. Eget nunc scelerisque viverra mauris in aliquam sem fringilla ut. Porta lorem mollis aliquam ut porttitor leo a diam sollicitudin. Nunc sed blandit libero volutpat. Suspendisse faucibus interdum posuere lorem ipsum dolor sit amet. Proin sagittis nisl rhoncus mattis rhoncus. Viverra accumsan in nisl nisi scelerisque.
</p>

<p>
Placerat orci nulla pellentesque dignissim. Blandit aliquam etiam erat velit scelerisque. Cras tincidunt lobortis feugiat vivamus. Eget velit aliquet sagittis id consectetur. Purus ut faucibus pulvinar elementum integer. Sit amet justo donec enim. Diam volutpat commodo sed egestas. Magna eget est lorem ipsum. Adipiscing diam donec adipiscing tristique risus nec feugiat. Neque aliquam vestibulum morbi blandit.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</p>
<p class="validation"></p>
</div>
</body>
</html>
